Repository: sidlyzar28/qr-ai-feedback
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bn

source: QR-AI Feedback System
bn: কিউআর-এআই প্রতিক্রিয়া সিস্টেম

source: Thanks for your feedback!
bn: আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ!

source: QR-AI Feedback | Submit
bn: কিউআর-এআই প্রতিক্রিয়া | জমা দিন

source: QR-AI Feedback
bn: কিউআর-এআই প্রতিক্রিয়া

source: Dashboard
bn: ড্যাশবোর্ড

source: Select Language:
bn: ভাষা নির্বাচন করুন:

source: Submit Your Feedback
bn: আপনার প্রতিক্রিয়া জমা দিন

source: Name
bn: নাম

source: Rating (1–5)
bn: রেটিং (১–৫)

source: Your Feedback
bn: আপনার প্রতিক্রিয়া

source: Submit
bn: জমা দিন

source: Made with ❤️ by Siddharth | Empowering Small Businesses to Achieve Their Goals
bn: ❤️ সহ সিদ্ধার্থ দ্বারা নির্মিত | ছোট ব্যবসায়ীদের লক্ষ্য পূরণে সহায়তা

source: {editor}: Editing failed
bn: {editor}: সম্পাদনা ব্যর্থ হয়েছে

source: {editor}: Editing failed: {e}
bn: {editor}: সম্পাদনা ব্যর্থ হয়েছে: {e}

source: Options
bn: বিকল্প

source: Got unexpected extra argument ({args})
bn: অপ্রত্যাশিত অতিরিক্ত যুক্তি ({args}) পাওয়া গেছে

source: DeprecationWarning: The command {name!r} is deprecated.{extra_message}
bn: অনুমোদন বাতিল সতর্কতা: {name!r} কমান্ডটি বাতিল করা হয়েছে।{extra_message}

source: Aborted!
bn: বাতিল করা হয়েছে!

source: Commands
bn: কমান্ডসমূহ

source: Missing command.
bn: কমান্ড অনুপস্থিত।

source: No such command {name!r}.
bn: {name!r} নামে কোনো কমান্ড নেই।

source: Value must be an iterable.
bn: মানটি পুনরাবৃত্তিযোগ্য হতে হবে।

source: Takes {nargs} values but 1 was given.
bn: {nargs}টি মান প্রয়োজন কিন্তু ১টি দেওয়া হয়েছে।

source: DeprecationWarning: The {param_type} {name!r} is deprecated.{extra_message}
bn: অনুমোদন বাতিল সতর্কতা: {param_type} {name!r} বাতিল করা হয়েছে।{extra_message}

source: env var: {var}
bn: পরিবেশ ভেরিয়েবল: {var}

source: default: {default}
bn: ডিফল্ট: {default}

source: required
bn: প্রয়োজনীয়

source: (dynamic)
bn: (ডাইনামিক)

source: %(prog)s, version %(version)s
bn: %(prog)s, সংস্করণ %(version)s

source: Show the version and exit.
bn: সংস্করণ দেখান এবং প্রস্থান করুন।

source: Show this message and exit.
bn: এই বার্তাটি দেখান এবং প্রস্থান করুন।

source: Error: {message}
bn: ত্রুটি: {message}

source: Try '{command} {option}' for help.
bn: সাহায্যের জন্য '{command} {option}' চেষ্টা করুন।

source: Invalid value: {message}
bn: অবৈধ মান: {message}

source: Invalid value for {param_hint}: {message}
bn: {param_hint} এর জন্য অবৈধ মান: {message}

source: Missing argument
bn: যুক্তি অনুপস্থিত

source: Missing option
bn: বিকল্প অনুপস্থিত

source: Missing parameter
bn: প্যারামিটার অনুপস্থিত

source: Missing {param_type}
bn: {param_type} অনুপস্থিত

source: Missing parameter: {param_name}
bn: প্যারামিটার অনুপস্থিত: {param_name}

source: No such option: {name}
bn: এমন কোনো বিকল্প নেই: {name}

source: Did you mean {possibility}?
bn: আপনি কি {possibility} বোঝাতে চেয়েছিলেন?

source: unknown error
bn: অজ্ঞাত ত্রুটি

source: Could not open file {filename!r}: {message}
bn: ফাইল খুলতে পারেনি {filename!r}: {message}

source: Usage:
bn: ব্যবহার:

source: Argument {name!r} takes {nargs} values.
bn: আর্গুমেন্ট {name!r} {nargs}টি মান নেয়।

source: Option {name!r} does not take a value.
bn: বিকল্প {name!r} কোনো মান নেয় না।

source: Option {name!r} requires an argument.
bn: বিকল্প {name!r} একটি আর্গুমেন্ট প্রয়োজন।

source: Shell completion is not supported for Bash versions older than 4.4.
bn: শেল সম্পন্নকরণ ব্যাশ 4.4 এর আগের সংস্করণের জন্য সমর্থিত নয়।

source: Couldn't detect Bash version, shell completion is not supported.
bn: ব্যাশ সংস্করণ সনাক্ত করা যায়নি, শেল সম্পন্নকরণ সমর্থিত নয়।

source: Repeat for confirmation
bn: নিশ্চিতকরণের জন্য পুনরাবৃত্তি করুন

source: Error: The value you entered was invalid.
bn: ত্রুটি: আপনার প্রবেশ করা মানটি অবৈধ ছিল।

source: Error: {e.message}
bn: ত্রুটি: {e.message}

source: Error: The two entered values do not match.
bn: ত্রুটি: প্রবেশ করা দুটি মান মেলে না।

source: Error: invalid input
bn: ত্রুটি: অবৈধ ইনপুট

source: Press any key to continue...
bn: চালিয়ে যেতে যেকোনো কী চাপুন...

source: Choose from: {choices}
bn: এগুলি থেকে চয়ন করুন: {choices}

source: {value!r} is not {choice}.
bn: {value!r} {choice} নয়।

source: {value!r} does not match the format {format}.
bn: {value!r} {format} ফরম্যাটের সাথে মেলে না।

source: {value!r} is not a valid {number_type}.
bn: {value!r} একটি বৈধ {number_type} নয়।

source: {value} is not in the range {range}.
bn: {value} {range} সীমার মধ্যে নেই।

source: {value!r} is not a valid boolean.
bn: {value!r} একটি বৈধ বুলিয়ান নয়।

source: {value!r} is not a valid UUID.
bn: {value!r} একটি বৈধ UUID নয়।

source: file
bn: ফাইল

source: directory
bn: ডিরেক্টরি

source: path
bn: পথ

source: {name} {filename!r} does not exist.
bn: {name} {filename!r} বিদ্যমান নেই।

source: {name} {filename!r} is a file.
bn: {name} {filename!r} একটি ফাইল।

source: {name} {filename!r} is a directory.
bn: {name} {filename!r} একটি ডিরেক্টরি।

source: {name} {filename!r} is not readable.
bn: {name} {filename!r} পঠনযোগ্য নয়।

source: {name} {filename!r} is not writable.
bn: {name} {filename!r} লেখযোগ্য নয়।

source: {name} {filename!r} is not executable.
bn: {name} {filename!r} এক্সিকিউটেবল নয়।

source: {len_type} values are required, but {len_value} was given.
bn: {len_type}টি মান প্রয়োজন, কিন্তু {len_value}টি দেওয়া হয়েছে।
